{"EmoQ": ["Sadness", "Chris, I kissed you back."], "history": "***history***\nfemale: (Neutral) You're the only one I know who loves his parents.\nmale: (Neutral) I know, it went out of style, didn't it?\nfemale: (Neutral) It's all right.  It's a good thing.\nfemale: (Neutral) You know, it's lovely here, the air is sweet.\nmale: (Neutral) You're not sorry you came?\nfemale: (Neutral) No, not sorry.  Um, but, I'm- I'm not gonna stay.\nmale: (Sadness) Why?\nfemale: (Frustration) Well, for one thing, your mother as much as told me to go.\nmale: (Neutral) Oh.\nfemale: (Frustration) You saw that.  I mean and then, well, you've been kind of, um--\nmale: (Neutral) What?\nfemale: (Frustration) Well, kind of embarrassed ever since I got here.\nmale: (Frustration) The trouble is, I planned on sort of sneaking up on you over a period of a week or so.  But, they take it for granted that we're all set.\nfemale: (Frustration) I knew they would, your mother anyway.\nfemale: (Frustration) Well,\nfemale: (Sadness) from her point of view, why else would I come?\nmale: (Neutral) Oh.  Would you want to?  I guess you know, this is why I asked you to come.\nfemale: (Excited) I--I guess this is why I came.\nmale: (Excited) Anne, I love you.  I love you a great deal.  I love you.\nmale: (Excited) I have no imagination.  That's all I know to tell you.\nmale: (Excited) I'm embarrassing you and I didn't want to tell it to you here.  I wanted some place we'd never been before.  A place where we'd be brand new to each other.\nmale: (Excited) You feel it's wrong here, don't you?  This yard, this chair.  I want you to be ready for me.  I don't want to have to win you away from anything.\nfemale: (Excited) Oh, Chris, I've been ready for a long, long time.\nmale: (Neutral) And he's gone forever.  You're sure?\nfemale: (Happiness) I almost got married two years ago.\nmale: (Excited) Why didn't you?\nfemale: (Happiness) You started to write me and--\nmale: (Excited) You felt something that far back?\nfemale: (Happiness) Every day since.\nmale: (Excited) Anne, why didn't you let me know?\nfemale: (Excited) Well, I was waiting for you.  I mean, till then you never wrote and when you did, I mean, what did you say?  You can sure be ambiguous sometimes.\nmale: (Excited) Give me a kiss, Anne.  Give me a-\nmale: (Excited) oh God, I kissed you.  I kissed Annie.  How long--how long I've been waiting to kiss you.\nBased on the conversation ***history*** above, as female, please choose the most appropriate emotion among {Frustration,Neutral,Anger,Other,Disgust,Excited,Sadness,Happiness,Surprise,Fear} to respond to the male", "SourceData": ["Happiness", "I will never forgive you.  Why did you wait all these years?  All I did was sit and wonder if I was crazy for thinking of you."], "Coct": ["Happiness", " Oh, Chris, I've been waiting for that kiss for so long."], "FSM": ["Excited", "Oh, Chris."]}
