{"EmoQ": ["Anger", "You can't think like that."], "history": "***history***\nfemale: (Frustration) You're the only one I know who loves his parents.\nmale: (Neutral) I know it went out of style didn't it?\nfemale: (Neutral) It's okay.  It's a good thing.\nfemale: (Neutral) You know it's lovely here.  The air is sweet.\nmale: (Frustration) You're not sorry you came.\nfemale: (Frustration) Not sorry, no but I'm not staying.\nmale: (Frustration) Why?\nfemale: (Frustration) In the first place, your mother as much as told me to go.\nmale: (Frustration) Well.\nfemale: (Frustration) You saw that and you- you've been kind of-\nmale: (Anger) What?\nfemale: (Frustration) Well kind of embarrassed ever since I got here.\nmale: (Frustration) The trouble is I planned on sneaking up on you over a period of a week or so but they take it for granted that we're all set.\nfemale: (Frustration) I knew they would, your mother anyway.\nmale: (Frustration) How did you know?\nfemale: (Frustration) From her point of view why else would I come?\nmale: (Frustration) Wouldn't you want to?\nmale: (Neutral) I guess you know this is why I asked you to come.\nfemale: (Happiness) I guess this is why I came.\nmale: (Happiness) Ann, I love you.  I love you a great deal.  I love you.\nmale: (Happiness) I have no imagination that's all I know to tell you.\nmale: (Happiness) I'm embarrassing you.  I didn't want to tell it to you here.  I\nmale: (Excited) wanted some place we'd never been, a place where we'd be brand new to each other.\nmale: (Excited) You think this is wrong, this chair, this yard.  I want you to be ready for me.  I don't want to win you away from anything.\nfemale: (Happiness) Chris, I've been ready a long, long time.\nmale: (Neutral) And he's gone forever.  You're sure?\nfemale: (Neutral) I almost got married two years ago.\nmale: (Neutral) Why didn't you?\nfemale: (Happiness) You started to write me.\nmale: (Neutral) You felt something that far back?\nfemale: (Happiness) Every day since.\nmale: (Neutral) Ann, why didn't you let me know?\nfemale: (Happiness) I was waiting for you, Chris.  Till then you never wrote and then when you did what did you say.  I mean you sure can be ambiguous you know.\nmale: (Happiness) Give me a kiss, Ann.  Give me a-God I kissed you.\nmale: (Happiness) I kissed Annie.  How long, how long I've been waiting to kiss you.\nfemale: (Happiness) I'll never forgive you.  Why did you wait all these years?  All I've done is sit and wonder if I was crazy for thinking of you.\nmale: (Happiness) Annie, we're going to live now.  I'm going to make you so happy.\nfemale: (Frustration) Not like that you're not.\nmale: (Frustration) I kissed you.\nfemale: (Frustration) Like Larry's brother.  Do it like you, Chris.\nfemale: (Frustration) What is it Chris?\nmale: (Frustration) Let's drive some place.  I want to be alone with you.\nfemale: (Frustration) No.  What is it Chris, your mother?\nmale: (Sadness) No, nothing like that.\nfemale: (Frustration) Well then what's wrong?  Even in your letters there was something ashamed.\nmale: (Sadness) Yes.  I suppose I have been but it's going from me.\nfemale: (Frustration) You've got to tell me.\nmale: (Frustration) I don't know where to start.\nfemale: (Frustration) It wouldn't work this way.\nmale: (Sadness) There's so many things mixed up.\nmale: (Sadness) You remember overseas I was in command of a company?\nfemale: (Neutral) Yeah, sure.\nmale: (Sadness) Well I lost them.\nfemale: (Sadness) How many?\nmale: (Sadness) Just about all.\nfemale: (Frustration) Oh, gees.\nmale: (Sadness) It takes a lot of time to toss that off because they weren't just men.\nmale: (Sadness) For instance, one time it had been raining several days and this kid came to me and gave me his last pair of dry socks.\nmale: (Sadness) I put them in my pocket. that's only a little thing but these are the kind of guys I had.\nmale: (Sadness) They didn't die.  They killed themselves for each other.  I mean that exactly.  A little more selfish and they'd have been here today.\nmale: (Sadness) And I got this idea watching them go down.  Everything was being destroyed see, but it seemed to me that there was one new thing that was made\nmale: (Sadness) a sort of responsibility man for man.  You understand me?\nmale: (Sadness) And then I came home and it was amazing.\nmale: (Frustration) There was no meaning in it here.\nmale: (Frustration) The whole thing to them was sort of a bus accident. Then I went to work with father and that whole rat race again.\nmale: (Sadness) I felt, what you said, ashamed somehow\nmale: (Sadness) because nobody was changed at all.  It seemed to make suckers out of a lot of guys.\nmale: (Sadness) I felt wrong to be alive, to open the new bank book, to drive the new car, to see the new refrigerator.\nmale: (Frustration) I mean you can take those things out of war but\nmale: (Sadness) when you drive the new car, you have to know that it came out of the love a man can have for a man.  You've got to be a little better because of that.\nmale: (Sadness) Otherwise what you have is really just loot and there's blood on it.  I didn't want to take any of it.\nmale: (Sadness) I guess that included you.\nfemale: (Neutral) And do you still feel that way?\nmale: (Neutral) I want you now, Annie.\nfemale: (Anger) Because you mustn't feel that way anymore because you have a right to whatever you have, Chris, do you understand, everything\nfemale: (Anger) that includes me.  And your money there's nothing wrong in your money.  Your father put hundreds of planes in the air.\nBased on the conversation ***history*** above, as female, please choose the most appropriate emotion among {Frustration,Neutral,Anger,Other,Disgust,Excited,Sadness,Happiness,Surprise,Fear} to respond to the female", "SourceData": ["Anger", "You should be proud.  A man should be paid for that."], "Coct": ["Happiness", " Oh, Chris, I've missed you too."], "FSM": ["Sadness", "***Emotion***\nSadness"]}
